Repository: Belarus/OmegaT-Common.TMX
Catalog: tmx/non-segmented/drupal-7.x.tmx
Source language: en
Languages: be

source: Allow other users to contact you by e-mail via <a href="@url">your personal contact form</a>. Note that while your e-mail address is not made public to other members of the community, privileged users such as site administrators are able to contact you even if you choose not to enable this feature.
be: Дазваляе іншым карыстальнікам зьнесьціся з Вамі праз e-mail з выкарыстаннем Вашай асабістай <a href="%url">формы кантактаў</a>. Увага: хаця карыстальнікі не могуць пабачыць Вашага адрасу, адміністратары парталу заўжды могуць знесьціся з Вамі, нават калі Вы адмыслова і не запальвалі гэтую опцыю.

source: Allow other users to contact you via a <a href="@url">personal contact form</a> which keeps your e-mail address hidden. Note that some privileged users such as site administrators are still able to contact you even if you choose to disable this feature.
be: Дазвольце іншым карыстальнікам звязвацца з вамі праз <a href="@url">асабістую кантактную форму</a>, якая захоўвае ваш адрас электроннай пошты схаваным. Звярніце ўвагу, што некаторыя прывілеяваныя карыстальнікі, такія як адміністратары сайта, ўсё яшчэ могуць звязвацца з вамі, нават калі вы вырашылі адключыць гэтую функцыю.

source: Allow users to add additional date formats.
be: Дазволіць карыстальнікам дадаваць дадатковыя фарматы даты.

source: Allow users to delete a configured date format.
be: Дазволіць карыстальнікам выдаляць наладжаны фармат даты.

source: Allow users to delete a configured date type.
be: Дазволіць карыстальнікам выдаляць сканфігураваны тып даты.

source: Allow users to edit a configured date format.
be: Дазволіць карыстальнікам рэдагаваць наладжаны фармат даты.

source: Allow users to upload files of configurable types.
be: Дазволіць карыстальнікам загружаць файлы наладжвальных тыпаў

source: Allowed HTML tags
be: Дазволеныя HTML тэгі

source: Allowed HTML tags in labels: @tags
be: Дазволеныя HTML тэгі ў цэтліках: @tags

source: Allowed HTML tags: @tags
be: Дазволеныя HTML тэгі: @tags

source: Allowed file extensions
be: Дазволеныя пашырэнні файлаў

source: Allowed file types: !extensions.
be: Дазволеныя тыпы файлаў: !extensions.

source: Allowed values list
be: Спіс дазволеных значэнняў

source: Allowed values list: each key must be a string at most 255 characters long.
be: Дазволеныя значэнні спісу: кожны ключ мусіць мець тып Радок (string) не болей за 255 сімвалаў у даўжыню.

source: Allowed values list: each key must be a valid integer or decimal.
be: Дазволеныя значэнні спісу: кожны ключ мусіць быць цэлай або десятковай лічбай.

source: Allowed values list: invalid input.
be: Дазволеныя значэнні спісу: няправільны ўвод.

source: Allowed values list: keys must be integers.
be: Дазволеныя значэнні спісу: ключ павінен быць цэлай лічбай.

source: Allowed values list: some values are being removed while currently in use.
be: Дазволеныя значэнні спісу: некаторыя выдаленыя значэнні пакуль у актыўным карыстанні.

source: Allows administrators to change the color scheme of compatible themes.
be: Дазваляе адміністратарам змяняць каляровую схему сумяшчальных тэм.

source: Allows administrators to customize the site navigation menu.
be: Дазваляе адміністратарам наладжваць меню навігацыі па сайце.

source: Allows content to be submitted to the site and displayed on pages.
be: Дазваляе дасылаць матэрыялы на сайт ды адлюстроўваць на старонках.

source: Allows content to be translated into different languages.
be: Дазваляе кантэнту быць перакладзеным на розныя мовы.

source: Allows embedded PHP code/snippets to be evaluated.
be: Дазволіць ацэнку PHP коду/сніпетаў(snippets).

source: Allows users to choose which Administration menu module to use.
be: Дазваляе карыстальнікам абраць якое меню адміністратара выкарыстоўваць.

source: Allows users to comment on and discuss published content.
be: Дазваляе карыстальнікам каментаваць ды абмяркоўваць публікацыі.

source: Allows users to create and organize related content in an outline.
be: Дазваляе карыстальнікам ствараць і арганізоўваць звязанае змесціва ў схеме.

source: Allows users to log into your site using OpenID.
be: Дазваляць карыстальнікам уваходзіць на сайт праз OpenID.

source: Allows users to manage customizable lists of shortcut links.
be: Дазваляе карыстальнікам кіраваць уласным спісам хуткіх спасылак.

source: Allows users to post content using applications that support XML-RPC blog APIs.
be: Дазваляе карыстальнікам публікаваць матэрыялы з выкарыстаннем датасаванняў, якія падтрымліваюць XML-RPC APIs блёгаў.

source: Allows users to rename URLs.
be: Дазваляе карыстальнікам пераназываць URL-ы.

source: Allows users to upload and attach files to content.
be: Дазволіць карыстальнікам запампоўваць ды прымацоўваць файлы да допісаў.

source: Allows your site to capture votes on different topics in the form of multiple choice questions.
be: Дазваляе праводзіць на сайце апытаньні па розных тэмах у форме пытанняў.

source: Already added languages
be: Ужо дададзеныя мовы

source: Also available:
be: Таксама даступна:

source: Alternate text
be: Альтэрнатыўны тэкст

source: Always
be: Заўжды

source: Always use the anonymous visitor permissions.
be: Заўсёды выкарыстоўвайце дазволы ананімнага наведвальніка.

source: American Samoa
be: Амерыканскае Самоа

source: Amharic
be: Амгарская

source: Ampersand
be: Ампэрсанд (знак &)

source: An AJAX HTTP error occurred.
be: AJAX HTTP памылка выканання.

source: An AJAX HTTP request terminated abnormally.
be: AJAX HTTP запыт прыпыніўся небяспечна.

source: An administrator created an account for you at [site:name]
be: Адміністратар стварыў для вас рахунак карыстальніка на сайце [site:name]

source: An advanced action offers additional configuration options which may be filled out below. Changing the <em>Description</em> field is recommended, in order to better identify the precise action taking place. This description will be displayed in modules such as the Trigger module when assigning actions to system events, so it is best if it is as descriptive as possible (for example, "Send e-mail to Moderation Team" rather than simply "Send e-mail").
be: Прасунутае дзеянне прапануе дадатковыя опцыі канфігурацыі, якія могуць быць запоўнены ніжэй. Для вызначэння дакладнага дзеяння, якое адбываецца, рэкамендавана змяніць поле <em>Апісанне</em>. Гэта апісанне будзе адлюстраванае ў модулях тыпу модуля Trigger падчас прысваення дзенняў сістэмным падзеям, таму лепш, каб апісанне ўключала максімум інфармацыі (напрыклад, "Даслаць электронны ліст Групе Мадэратараў" замест простага "Даслаць электронны ліст").

source: An alias defines a different name for an existing URL path - for example, the alias 'about' for the URL path 'node/1'. A URL path can have multiple aliases.
be: Псеўданім (alias) вызначае розныя імёны для існуючага шляху URL, напрыклад, псеўданім 'about' для шляху URL 'node/1'. Кожны URL можа мець шмат псеўданімаў.

source: An automated attempt to create this directory failed, possibly due to a permissions problem. To proceed with the installation, either create the directory and modify its permissions manually or ensure that the installer has the permissions to create it automatically. For more information, see INSTALL.txt or the <a href="@handbook_url">online handbook</a>.
be: Аўтаматычная спроба стварыць гэты каталог не ўдалася, магчыма з-за праблемы з правамі. Каб працягнуць інсталяцыю, ці стварыце каталог і падкарэктуйце яго правы ўручную, ці пацвердзіце, што праграма ўсталёўкі мае правы ствараць яго аўтаматычна. Для падрабязнай інфармацыі глядзіце INSTALL.txt ці <a href="@handbook_url">анлайн даведнік </a>.

source: An error has occurred.
be: Здарылася памылка.

source: An error occurred and processing did not complete.
be: Здарылася памылка і працэс не быў завершаны.

source: An error occurred during creation of the JavaScript translation file for the language %language.
be: Адбылася памылка пры стварэнні перекладу JavaScript файла для мовы %language.

source: An error occurred trying to get available update data.
be: Адбылася памылка пры спробе праверыць абнаўленні.

source: An error occurred while handling the request: The server received invalid input.
be: 1 абнаўленне ў чаканніЗдарылася памылка пры апрацоўцы запыту: сервер атрымаў няверны ўвод.

source: An existing local file system path for storing private files. It should be writable by Drupal and not accessible over the web. See the online handbook for <a href="@handbook">more information about securing private files</a>.
be: Існуючы шлях лакальнай файлавай сістэмы для захавання файлаў. Ён павінен быць запісваемы Drupal, але не дасяжны праз вэб. Чытайце анлайн дапаможнік па <a href="@handbook">ахове прыватных файлаў</a>.

source: An explanation of the additions or updates being made to help other authors understand your motivations.
be: Тлумачэнне вашых дататкаў і абнаўленняў для іншых аўтараў.

source: An illegal choice has been detected. Please contact the site administrator.
be: Здарылася памылка выбара варыянтаў. Калі ласка, звяжыцеся з адміністратарам рэсурса.

source: An optional explanation to go with the new field. The explanation will be shown to the user.
be: Тлумачэньне для новага поля (неабавязкова). Будзе паказанае карыстальніку.

source: An unrecoverable error occurred. The uploaded file likely exceeded the maximum file size (@size) that this server supports.
be: Здарылася непапраўная памылка. Верагодна, загружаны файл перавысіў максімальна магчымы памер файла (@size), які падтрымліваецца гэтым серверам.

source: An unrecoverable error occurred. Use of this form has expired. Try reloading the page and submitting again.
be: Здарылася непапраўная памылка. Выйшаў час для выкарыстоўвання гэтай формы. Паспрабуйце перазагрузіць старонку і зноў адправіць форму.

source: Anchor
be: Якар

source: Anchors are used to make links to other pages.
be: Якары выкарыстоўваюцца для стварэньня спасылак на іншыя старонкі.

source: Andorra
be: Андора

source: Angola
be: Ангола

source: Anguilla
be: Ангілья

source: Announce this post on Twitter
be: Анонс у Twitter

source: Anonymous
be: Ананім

source: Anonymous commenting
be: Ананімныя каментары

source: Anonymous posters may leave their contact information
be: Ананімы могуць пакідаць кантактную інфармацыю

source: Anonymous posters may not enter their contact information
be: Ананімы ня могуць пакідаць кантактную інфармацыю

source: Anonymous posters must leave their contact information
be: Ананімы павінны пакідаць сваю кантактную іфнармацыю

source: Anonymous user
be: Ананімны карыстальнік

source: Anonymous user: this role is used for users that don't have a user account or that are not authenticated.
be: Ананімны карыстальнік: гэтая роля выкарыстоўваецца для ўсіх карыстальнікаў якія не маюць акаўнта на сайце, або не ўвайшлі пад ім.

source: Anonymous users
be: Ананiмныя карыстальнiкi

source: Another user (%other_user) is already logged into the site on this computer, but you tried to use a one-time link for user %resetting_user. Please <a href="!logout">logout</a> and try using the link again.
be: Іншы карыстальнік (%other_user) ужо зайшоў на сайт з гэтага кампьютэра, але вы спрабавалі выкарыстаць адначасова спасылку для карыстальніка %resetting_user. Калі ласка <a href="!logout">выйдзіце</a> і паспрабуйце скарыстаць спасылку зноў.

source: Answer
be: Адказ

source: Antarctica
be: Антарктыда

source: Antigua and Barbuda
be: Антыгуа і Барбуда

source: Any
be: Любы

source: Any customizations will be lost. This action cannot be undone.
be: Усе змены будуць скасаваныя. Гэтая дзеянне адкаціць немагчыма.

source: Any replies to this comment will be lost. This action cannot be undone.
be: Усе адказы на гэты каментар будуць згубленыя. Гэтае дзеянне нельга скасаваць.

source: Any safe
be: Любое захаванне

source: Appearance
be: Выгляд

source: Applying filters to text
be: Ужыць фільтры ў тэксте.

source: Approval queue
be: Неапублікаванае

source: Approve
be: Дазволіць

source: Apr
be: красавік

source: April
be: Красавік

source: Arabic
be: Арабская

source: Archive
be: Архіў

source: Archivers can only operate on local files: %file not supported
be: Архіватары могуць працаваць толькі з лакальнымі файламі: %file файл не падтрымліваецца

source: Archives
be: Архіў допісаў

source: Are you sure you want to add %user to the %newsletter mailing list?
be: <p>Вы напэўна хочаце падпісаць %user на рассылку %newsletter?</p>

source: Are you sure you want to cancel the account %name?
be: Вы сапраўды жадаеце закрыць рахунак %name?

source: Are you sure you want to cancel these user accounts?
be: Вы ўпэўненыя, што жадаеце выдаліць гэты акаўнт карыстальніка?

source: Are you sure you want to cancel your account?
be: Вы сапраўды жадаеце закрыць свой рахунак?

source: Are you sure you want to delete %category?
be: Вы насамрэч жадаеце выдаліць %category?

source: Are you sure you want to delete %ip?
be: Вы сапраўды жадаеце выдаліць %ip?

source: Are you sure you want to delete %title?
be: Вы насамрэч жадаеце выдаліць %title?

source: Are you sure you want to delete path alias %title?
be: Вы насамрэч хочаце выдаліць мянушку %title?

source: Are you sure you want to delete the @effect effect from the %style style?
be: Вы ўпэўнены, што жадаеце выдаліць @effect эфект з %style стылю?

source: Are you sure you want to delete the OpenID %authname for %user?
be: Вы сапраўды жадаеце выдаліць OpenID %authname для %user?

source: Are you sure you want to delete the account %name?
be: Вы насамрэч жадаеце выдаліць рахунак %name?

source: Are you sure you want to delete the action %action?
be: Вы ўпэўнены, што жадаеце выдаліць дзеянне %action?

source: Are you sure you want to delete the block %name?
be: Вы насамрэч жадаеце выдаліць блок %name?

source: Are you sure you want to delete the comment %title?
be: Вы сапраўды жадаеце выдаліць каментар "%title"?

source: Are you sure you want to delete the content type %type?
be: Вы ўпэўнены ў тым, што жадаеце выдаліць тып змесціва %type?

source: Are you sure you want to delete the custom menu %title?
be: Вы ўпэўнены ў тым, што жадаеце выдаліць дапасаванае меню %title?

source: Are you sure you want to delete the custom menu item %item?
be: Вы насамрэч жадаеце выдаліць пункт меню %item?

source: Are you sure you want to delete the custom menu link %item?
be: Вы ўпэўнены ў тым, што жадаеце выдаліць дапасаваную спасылку меню %item?

source: Are you sure you want to delete the field %field?
be: Вы насамрэч жадаеце выдаліць %field?

source: Are you sure you want to delete the forum %name?
be: Вы насамрэч хочаце выдаліць форум %name?

source: Are you sure you want to delete the input format %format?
be: Вы сапраўды жадаеце выдаліць фармат уводу %format?

source: Are you sure you want to delete the language %name?
be: Вы насамрэч жадаеце выдаліць мову %name?

source: Are you sure you want to delete the revision from %revision-date?
be: Вы ўпэўнены, што жадаеце выдаліць версію ад %revision-date?

source: Are you sure you want to delete the role %name ?
be: Вы сапраўды жадаеце выдаліць ролю %name ?

source: Are you sure you want to delete the shortcut %title?
be: Вы ўпэўнены, што жадаеце выдаліць хуткую спасылку %title?

source: Are you sure you want to delete the shortcut set %title?
be: Вы ўпэўнены, што жадаеце выдаліць набор хуткіх спасылак %title?

source: Are you sure you want to delete the string "%source"?
be: Вы сапраўды жадаеце выдаліць радок "%source"?

source: Are you sure you want to delete the term %title?
be: Вы насамрэч жадаеце выдаліць тэрмін %title?

source: Are you sure you want to delete the vocabulary %title?
be: Вы насамрэч хочаце выдаліць слоўнік %title?

source: Are you sure you want to delete these comments and all their children?
be: Вы сапраўды жадаеце выдаліць дадзены каментар разам з усімі яго адказамі?

source: Are you sure you want to delete these items?
be: Вы сапраўды жадаеце выдаліць гэтыя элементы?

source: Are you sure you want to disable the text format %format?
be: Вы сапраўды жадаеце адключыць тэкставы фармат %format?

source: Are you sure you want to re-index the site?
be: Вы насамрэч хочаце пераіндэксаваць сайт?

source: Are you sure you want to rebuild the permissions on site content?
be: Зменены тып змесціва аднаго запісу з %old-тыпу на %type.Вы ўпэуненыя, што жадаеце пераналадзіць правы на змесціва сайта?

source: Are you sure you want to remove %title from the book hierarchy?
be: Вы ўпэўнены што жадаеце выдаліць %title з іерархіі кніг?

source: Are you sure you want to remove %user from the %newsletter mailing list?
be: <p>Вы напэўна хочаце выдаліць адрас %user з падпіскі на %newsletter?</p>

source: Are you sure you want to remove all items from the feed %feed?
be: Вы ўпэўненыя, што жадаеце выдаліць усе элементы з фіда %feed?

source: Are you sure you want to remove the date type %type?
be: Вы ўпэўнены, што жадаеце выдаліць тып даты %type?

source: Are you sure you want to remove the format %format?
be: Вы ўпэўнены, што жадаеце выдаліць фармат %format?

source: Are you sure you want to reset the date formats for %language to the global defaults?
be: Вы ўпэўнены, што жадаеце скінуць фарматы даты для %language да агульных значэнняў па змаўчанню?

source: Are you sure you want to reset the item %item to its default values?
be: Вы насамрэч жадаеце скінуць пункт меню %item да параметраў па змоўчанні?

source: Are you sure you want to reset the link %item to its default values?
be: Вы сапраўды жадаеце скінуць спасылку %item да сваіх стандартных значэнняў?

source: Are you sure you want to reset the vocabulary %title to alphabetical order?
be: Вы упэўнены, што жадаеце перагрузіць слоўнік %title у алфавітным парадку?

source: Are you sure you want to revert to the revision from %revision-date?
be: Вы ўпэўнены, што жадаеце вярнуцца да версіі ад %revision-date?

source: Are you sure you want to unassign the action %title?
be: Вы ўпэўнены, што жадаеце адмяніць дзеянне %title?

source: Argentina
be: Аргентына

source: Argument
be: Аргумент

source: Arguments
be: Аргументы

source: Armenia
be: Арменія

source: Armenian
be: Армянская

source: Article
be: Артыкул

source: Aruba
be: Аруба

source: Assamese
be: Асамізская

source: Assign
be: Прызначыць

source: Assigning a language to content
be: Прызначыць мову для кантэнту

source: Assigning vocabularies to content types
be: Вызначыць словы для тыпу кантэнта

source: Asturian
be: Астурыйскі

source: Attach
be: Дадаць

source: Attach new file
be: Дадаць новы файл

source: Attaching files to content
be: Прымацоўванне фалаў да змесціва

source: Attaching images to content as fields
be: Далучэнне малюнкаў да змесціва ў якасці палёў

source: Attachment
be: Дадатак

source: Attachments
be: Дадаткі

source: Attachments added to other displays to achieve multiple views in the same view.
be: Дадаткі дададзеныя у іншыя паказы каб кратныя віды былі у адным і тым жа відзе.

source: Attempt to create a field of unknown type %type.
be: Спроба стварыць поле невядомага тыпу %type.

source: Attempt to create a field with a name longer than 32 characters: %name
be: Спроба стварыць поле з іменем даўжэй 32 знакаў:%name

source: Attempt to create a field with unknown storage type %type.
be: Адаптацыя панэлі прыладаў патрабуе правоў !permission-name.

source: Attempt to create an instance of a field @field_name that doesn't exist or is currently inactive.
be: Спроба стварыць экзэмпляр поля @field_name, якое не існуе, ці не актыўна на дадзены момант.

source: Attempt to create an instance of field @field_name on bundle @bundle that already has an instance of that field.
be: Спроба стварыць копію поля @field ў пакеце @bundle, які ўжо мае копію гэтага поля.

source: Attempt to create an instance of field @field_name on forbidden entity type @entity_type.
be: Спроба стварыць экзэмпляр поля @field_name на забароненым тыпе сутнасці.

source: Attempt to create an instance of field @field_name without a bundle.
be: Спроба стварыць копію поля @field_name без пакета.

source: Attempt to create an instance of field @field_name without an entity type.
be: Спроба стварыць экзэмпляр поля @field_name бяз тыпу сутнасці.

source: Attempt to create field name %name which already exists and is active.
be: Спроба стварыць поле з іменем %name, якое ўжо існуе і з'яўляецца актыўным.

source: Attempt to create field name %name which already exists, although it is inactive.
be: Спроба стварыць поле з іменем %name, якое ўжо існуе, хаця не з'яўляецца актыўным.

source: Attempt to create field name %name which is reserved by entity type %type.
be: Спроба стварыць поле з іменем %name, якое належыць аб'екту тыпу %type.

source: Attempt to purge a field @field_name that still has instances.
be: Спроба вычысціць поле @field_name, якое ўсё яшчэ мае копіі.

source: Attempt to update an instance of a nonexistent field @field.
be: Спроба стварыць экзэмпляр неіснуючага поля @field

source: Attempt to update an instance of field @field on bundle @bundle that doesn't exist.
be: Спроба стварыць копію поля @field ў пакеце @bundle, якога не існуе.

source: Attempt to update field %label failed: %message.
be: Спроба абнавіць поле %label ня ўдалася: %message.

source: Attempted submission of a translation string with disallowed HTML: %string
be: Спроба захаваць пераклад радка з недазволенным HTML: %string

source: Attempted to cancel non-existing user account: %id.
be: Спроба выдаліць неіснуючы акаўнт карыстальніка: %id.

source: Attempting to re-run cron while it is already running.
be: Спроба запуска крона ў час, калі ен ужо працуе.

source: Aug
be: жнівень

source: August
be: Жнівень

source: Australia
be: Аўстралія

source: Austria
be: Аўстрыя

source: Authenticated user: this role is automatically granted to all logged in users.
be: Зарэгістраваны карыстальнік: гэта роля аўтаматычна даецца аўтарызаванаму карыстальніку.

source: Author
be: Аўтар

source: Author information
be: Інфармацыя аб аўтары

source: Author information block
be: Інфармацыя аб аўтары заблакавана

source: Author textfield
be: Тэкставае поле "Аўтар"

source: Author username and publish date will be displayed.
be: Будзе адлюстравана аўтарскае імя карыстальніка і дата размяшчэння.

source: Authored by
be: Аўтар:

source: Authored on
be: Дата:

source: Authoring information
be: Інфармацыя пра аўтара

source: Authorize file system changes
be: Дазволіць змены файлавай сістэмы

source: Auto-reply
be: Аўтаадказ

source: Auto-throttle on anonymous users
be: Аўтарэгуліроўка ананімных карыстальнікаў

source: Auto-throttle on authenticated users
be: Аўтарэгуліроўка зарэгістраваных карыстальнікаў

source: Auto-throttle probability limiter
be: Імавернасны абмежавальнік рэгулятара

source: Autocomplete
be: Аўтазапаўненьне

source: Autocomplete popup
be: Аўтаматычная popup падказка

source: Autocomplete taxonomy
be: Аўтазапаўняльная таксанамія

source: Autocomplete term widget (tagging)
be: Віджэт аўтазапаўнення тэрміна (тэгізацыя)

source: Automated e-mails, such as registration information, will be sent from this address. Use an address ending in your site's domain to help prevent these e-mails from being flagged as spam.
be: Аўтаматычныя емэйлы, такія як інфармацыя аб рэгістрацыі, будуць дасылацца з гэтага адрэса. Выкарыстоўвайце свой дамен у якасці асноўнага для такіх емэйлаў, каб выключыць выпадкі траплення іх у спам.

source: Automatic alias
be: Аўтаматычны адрас

source: Automatic updating of Drupal core is not supported. See the <a href="@upgrade-guide">upgrade guide</a> for information on how to update Drupal core manually.
be: Аўтаматычнае абнаўленне ядра Drupal не падтрымліваецца. Глядзі <a href="@upgrade-guide">гід па ручному аднаўленню</a> ядра Drupal.

source: Available actions:
be: Даступныя дзеянні

source: Available menus
be: Даступныя меню

source: Available profiles
be: Даступныя профілі

source: Available updates
be: Даступныя абнаўленні
